[
  {
    "id": "roy-francisco-espinoza",
    "name": "Lic. Roy Francisco Espinoza Quesada",
    "role": "Socio Fundador",
    "specialty": "Derecho Corporativo y Penal",
    "image": "https://assets.cdn.filesafe.space/18B9fYF7TJeFd7SzeM9O/media/66df640536b52535437dabda.jpeg",
    "shortBio": "Profesional en el área legal con 20 años de experiencia, exjuez y especialista en resolución de conflictos.",
    "fullBio": "Profesional en el área legal con más de 20 años de experiencia en el ejercicio del derecho, contando con una trayectoria sólida y ampliamente reconocida en la atención, análisis y resolución de distintos tipos de procesos jurídicos. A lo largo de su carrera ha desempeñado funciones clave dentro del ámbito judicial y legal. Su práctica profesional se caracteriza por un enfoque ético, responsable y orientado a resultados, brindando asesoría y representación legal con un alto nivel de compromiso. Posee amplia capacidad para abordar casos complejos en diversas materias, ofreciendo soluciones legales claras, efectivas y adaptadas a las necesidades específicas de cada cliente, siempre priorizando la protección de sus derechos e intereses.",
    "professionalProfile": "Profesional en el área legal con 20 años de experiencia, capacitado para la resolución de distintos tipos de materia, con una sólida trayectoria en el ejercicio del derecho y amplia experiencia en el ámbito judicial y profesional.",
    "education": [
      "Licenciatura en Derecho",
      "Egresado de Programa de Formación Inicial para Aspirantes a la Judicatura",
      "Especialista en Derecho Registral y Notarial"
    ],
    "judicialExperience": [
      "Exjuez materia laboral y genérico",
      "Especializado en materia penal de la Escuela Judicial",
      "Elegible en Carrera Judicial como Juez 3 Laboral y Juez Genérico"
    ],
    "specialties": [
      "Derecho Corporativo",
      "Derecho Penal",
      "Solución alterna de conflictos",
      "Derecho Laboral"
    ],
    "courses": [
      "Especialista en Solución alterna de conflictos",
      "Múltiples cursos sobre manejo administrativo y del recurso humano en el poder Judicial",
      "Seminarios de actualización en Derecho Penal y Procesal Penal"
    ],
    "contact": {
      "email": "bufete.emyasociados@gmail.com",
      "phone": "6021-2971",
      "whatsapp": "8705-3112"
    }
  },
  {
    "id": "maria-fernanda-mendoza",
    "name": "Licda. María Fernanda Mendoza Gámez",
    "role": "Socia Principal",
    "specialty": "Derecho Registral y Notarial",
    "image": "https://images.pexels.com/photos/1181686/pexels-photo-1181686.jpeg",
    "shortBio": "Especialista en Derecho Registral y Notarial con enfoque en asesoría corporativa integral.",
    "fullBio": "Abogada y Notaria Pública con amplia experiencia en Derecho Registral, Inmobiliario y Corporativo. Se ha destacado por brindar seguridad jurídica en transacciones complejas y estructuración de negocios. Su enfoque se centra en la prevención de litigios mediante una asesoría notarial rigurosa y detallada.",
    "professionalProfile": "Licenciada en Derecho y Notaria Pública, especializada en la formalización de negocios jurídicos y estructuración patrimonial.",
    "education": [
      "Licenciatura en Derecho",
      "Especialidad en Derecho Notarial y Registral",
      "Maestría en Asesoría Jurídica de Empresas (en curso)"
    ],
    "judicialExperience": [],
    "specialties": [
      "Derecho Notarial y Registral",
      "Derecho Inmobiliario",
      "Propiedad Intelectual",
      "Derecho Comercial"
    ],
    "courses": [
      "Actualización en Derecho Notarial",
      "Seminario de Derecho Registral Inmobiliario",
      "Curso de Prevención de Legitimación de Capitales"
    ],
    "contact": {
      "email": "bufete.emyasociados@gmail.com",
      "phone": "8705-3112",
      "whatsapp": "8705-3112"
    }
  }
]
