[
  {
    "id": "roy-francisco-espinoza",
    "name": "Lic. Roy Francisco Espinoza Quesada",
    "role": "Socio Fundador",
    "specialty": "Derecho Laboral, Penal y Corporativo",
    "image": "https://assets.cdn.filesafe.space/18B9fYF7TJeFd7SzeM9O/media/66df640536b52535437dabda.jpeg",
    "shortBio": "Exjuez con 17 años de experiencia en el Poder Judicial. Especialista en litigio y resolución alterna de conflictos.",
    "fullBio": "Profesional con amplia experiencia en el trámite de procesos litigiosos y vasto conocimiento en derecho procesal. Se destaca por su agilidad en la tramitología de procesos comerciales, corporativos y de negocios (bienes muebles e inmuebles). Caracterizado por su responsabilidad, diligencia y confianza en trámites notariales y registrales, con un enfoque claro en la resolución de problemas y la consecución de resultados.",
    "professionalProfile": "Licenciado en Derecho y Exjuez (materia laboral y genérico) con 17 años de labor en el Poder Judicial. Fundador del Bufete EM & Asociados y Representante legal en diversas materias para empresas de servicios y comerciales.",
    "education": [
      "Licenciatura en Derecho",
      "Egresado de Programa de Formación Inicial para Aspirantes a la Judicatura (FIAJ) - Escuela Judicial"
    ],
    "judicialExperience": [
      "Exjuez materia laboral y genérico (17 años en Poder Judicial)",
      "Elegible en Carrera Judicial como Juez 3 Laboral y Juez Genérico"
    ],
    "specialties": [
      "Derecho Laboral",
      "Derecho Penal",
      "Solución Alterna de Conflictos",
      "Derecho Corporativo y Comercial"
    ],
    "courses": [
      "Especializado en materia laboral (Escuela Judicial)",
      "Especializado en materia penal (Escuela Judicial)",
      "Especialista en Solución alterna de conflictos",
      "Manejo administrativo y del recurso humano en el Poder Judicial"
    ],
    "contact": {
      "email": "bufete.emyasociados@gmail.com",
      "phone": "6021-2971",
      "whatsapp": "8705-3112"
    }
  },
  {
    "id": "maria-fernanda-mendoza",
    "name": "Licda. María Fernanda Mendoza Gámez",
    "role": "Socia Principal",
    "specialty": "Derecho Registral y Notarial",
    "image": "https://images.pexels.com/photos/1181686/pexels-photo-1181686.jpeg",
    "shortBio": "Especialista en Derecho Registral y Notarial con enfoque en asesoría corporativa integral.",
    "fullBio": "Abogada y Notaria Pública con amplia experiencia en Derecho Registral, Inmobiliario y Corporativo. Se ha destacado por brindar seguridad jurídica en transacciones complejas y estructuración de negocios. Su enfoque se centra en la prevención de litigios mediante una asesoría notarial rigurosa y detallada.",
    "professionalProfile": "Licenciada en Derecho y Notaria Pública, especializada en la formalización de negocios jurídicos y estructuración patrimonial.",
    "education": [
      "Licenciatura en Derecho",
      "Especialidad en Derecho Notarial y Registral"
    ],
    "judicialExperience": [],
    "specialties": [
      "Derecho Notarial",
      "Derecho Registral",
      "Derecho Corporativo"
    ],
    "courses": [],
    "contact": {
      "email": "consultas@emyasociados.net",
      "phone": "+506 8705-3112"
    }
  }
]